{
	"INTRO": {
		"FIRST_NAME": "Luke",
		"LAST_NAME": "Miller",
		"WELCOME_MESSAGE": "Hello, I'm Luke and I am nerd at heart. I have many hobbies such as having movie nights with friends, watching TV shows, working out, cooking, going on hikes, relaxing at the lake, listening to podcasts, and much, much more. I am also a software engineer. I am currently working as a front end design engineer at Visa, working to build beautiful, well designed, and accessible apps that further the Visa brand. Bellow you will see some of my past experiences and my various knowledge on technologies."
	},
	"ACADEMICS": [
		{
			"ESTABLISHMENT": "University of Arkansas",
			"TOWN": "Fayetteville",
			"STATE": "Arkansas",
			"START_YEAR": "2019",
			"END_YEAR": "2021",
			"DEGREE": "Bachelors of Computer Science (BSCS)",
			"DESCRIPTION": "Complete my bachelors after finishing all prerequisites at my local community college. I graduated in July of 2021 with distinction, recognized by the university's engineering department."
		},
		{
			"ESTABLISHMENT": "Ozark Technical Community College",
			"TOWN": "Springfield",
			"STATE": "Missouri",
			"START_YEAR": "2017",
			"END_YEAR": "2018",
			"DEGREE": "Computer Information Science Certification",
			"DESCRIPTION": "Complete all prerequisite courses on a full ride scholarship. Completed my certification with a 3.9 GPA and made chancellor's and dean's list every semester I attended."
		}
	],
	"EXPERIENCE": [
		{
			"ESTABLISHMENT": "Visa",
			"TOWN": "Austin",
			"STATE": "Texas",
			"START_YEAR": "2021",
			"END_YEAR": "Current",
			"ROLE": "Associate Design Engineer (Front End Software Engineer)",
			"DESCRIPTION": "Front end software engineer working on proof of concepts for mobile and web. We build responsive, well designed, pixel perfect and accessible applications that insure brand security and trust between our stakeholders and production teams."
		},
		{
			"ESTABLISHMENT": "Olive Garden",
			"TOWN": "Fayetteville",
			"STATE": "Arkansas",
			"START_YEAR": "2019",
			"END_YEAR": "2021",
			"ROLE": "Server",
			"DESCRIPTION": "Assisted in training new team members and lead our team to deliver the best product possible. We also lead the transition from in store dining to curbside pick-up during the height of the pandemic. I delivered great service and was well know as one of the most reliable members of the team. If I was needed, I was there."
		},
		{
			"ESTABLISHMENT": "Starbucks",
			"TOWN": "Springfield",
			"STATE": "Missouri",
			"START_YEAR": "2018",
			"END_YEAR": "2018",
			"ROLE": "Barista",
			"DESCRIPTION": "Delivered quality product on a considerable scale. Our location was on campus with lines that could quickly stretch around the building. We were able to not only keep up but consistently impress customers with speed, politeness, and no mistakes on orders."
		},
		{
			"ESTABLISHMENT": "Market Technologies",
			"TOWN": "Nixa",
			"STATE": "Missouri",
			"START_YEAR": "2015",
			"END_YEAR": "2019",
			"ROLE": "Shipment Manager",
			"DESCRIPTION": "Worked in hundreds of individual and team based projects that required a high degree of flexibility as no two projects were alike. I also trained new interns to get them quickly up to speed on how to process orders so we could deliver quality kits. We never delivered late and shipped thousands of pallets of branded gear, book, and food every year."
		}
	]
}
